tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "webp"
brew "glib"
brew "python@3.9"
brew "cloc"
brew "python@3.10"
brew "commitizen"
brew "consul"
brew "gmp"
brew "coreutils"
brew "dnsmasq"
brew "dotenv-linter"
brew "duti"
brew "fselect"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.15"
brew "go@1.16"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "hadolint"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "inetutils"
brew "jmeter"
brew "jq"
brew "node"
brew "zeromq"
brew "jupyterlab"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "marp-cli"
brew "minikube"
brew "mockery"
brew "neovim"
brew "newt"
brew "nghttp2"
brew "node@16"
brew "protobuf", link: false
brew "rustup-init"
brew "solidity"
brew "speedtest-cli"
brew "task"
brew "telnet", link: false
brew "thefuck"
brew "tmux"
brew "tree"
brew "typescript"
brew "websocat"
brew "zsh"
brew "dart-lang/dart/dart"
brew "ethereum/ethereum/solidity@6", link: false
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "alfred"
cask "android-studio"
cask "boop"
cask "brave-browser"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "drawio"
cask "flutter"
cask "font-hack-nerd-font"
cask "graphql-playground"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "loom"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "ngrok"
cask "notion"
cask "openvpn-connect"
cask "popcorn-time"
cask "postman"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram-desktop"
cask "tunnelblick"
cask "webtorrent"
cask "whatsapp"
cask "zoom"
